// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
//456 -> 5
//782 -> 8
//918 -> 1

Console.WriteLine("Вторая цифоа трехзначного числа");
int[] numbers = {7,8,2};
Console.Write(numbers[1]);
